{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "agnew_roy": 5,
      "akimenko_theodore": 6,
      "alba_antonio": 7,
      "albert_charles_d'": 8,
      "albéniz_isaac": 9,
      "alexandra_liana": 10,
      "alkan_charles-valentin": 11,
      "alnæs_eyvind": 12,
      "alyabyev_aleksandr": 13,
      "ansons_stephane": 14,
      "arensky_anton": 15,
      "arndt_felix": 16,
      "ascher_joseph": 17,
      "astort_ribas_pedro": 18,
      "aubert_louis": 19,
      "auzende_ange-marie": 20,
      "bach_carl_philipp_emanuel": 21,
      "bach_johann_christian": 22,
      "bach_johann_sebastian": 23,
      "bach_wilhelm_friedemann": 24,
      "bachlund_gary": 25,
      "bachmann_georges": 26,
      "backer-grøndahl_agathe": 27,
      "baines_william": 28,
      "balakirev_mily": 29,
      "barratt_edgar": 30,
      "bartók_béla": 31,
      "battmann_jacques-louis": 32,
      "bax_arnold": 33,
      "beach_amy_marcy": 34,
      "beatty_stephen_w.": 35,
      "beethoven_ludwig_van": 36,
      "behr_franz": 37,
      "bellak_james": 38,
      "bendel_franz": 39,
      "beneking_stephan": 40,
      "bennett_william_sterndale": 41,
      "berens_hermann": 42,
      "berg_alban": 43,
      "berger_rodolphe": 44,
      "berkahn_samuel_james": 45,
      "bertini_henri": 46,
      "berwald_franz": 47,
      "besset_julian_raoul": 48,
      "beyer_ferdinand": 49,
      "binet_frédéric": 50,
      "bizet_georges": 51,
      "blumenfeld_felix": 52,
      "boeck_august_de": 53,
      "bohm_carl": 54,
      "boisdeffre_rené_de": 55,
      "bomtempo_joão_domingos": 56,
      "bonis_mel": 57,
      "bonnal_ermend": 58,
      "borch_gaston": 59,
      "bortkiewicz_sergei": 60,
      "bosch_jacques": 61,
      "botsford_george": 62,
      "bourgault-ducoudray_louis-albert": 63,
      "bowden_mary": 64,
      "bowen_york": 65,
      "boëllmann_léon": 66,
      "brahms_johannes": 67,
      "bridge_frank": 68,
      "bruckner_anton": 69,
      "brüll_ignaz": 70,
      "burgmüller_friedrich": 71,
      "busoni_ferruccio": 72,
      "butler_leonard": 73,
      "bülow_hans_von": 74,
      "bądarzewska-baranowska_tekla": 75,
      "cadman_charles_wakefield": 76,
      "calvo_luis_antonio": 77,
      "campion_françois": 78,
      "carbajo_víctor": 79,
      "carcassi_matteo": 80,
      "carnero_ana_leira": 81,
      "carreño_teresa": 82,
      "carroll_walter": 83,
      "carulli_ferdinando": 84,
      "casella_alfredo": 85,
      "castelnuovo-tedesco_mario": 86,
      "castro_ricardo": 87,
      "cervantes_ignacio": 88,
      "chabrier_emmanuel": 89,
      "chaminade_cécile": 90,
      "chartier_mathieu": 91,
      "chavagnat_edouard": 92,
      "chopin_frédéric": 93,
      "clementi_muzio": 94,
      "cobb_george_l.": 95,
      "coedès-mongin_andré": 96,
      "coleridge-taylor_samuel": 97,
      "colomer_blas_maría_de": 98,
      "comellas_josé": 99,
      "costa_nogueras_vicente": 100,
      "coste_napoléon": 101,
      "couperin_louis": 102,
      "cramer_johann_baptist": 103,
      "cui_césar": 104,
      "cuvelard_georges": 105,
      "czerny_carl": 106,
      "david_félicien": 107,
      "debussy_claude": 108,
      "dedieu-péters_paul": 109,
      "delioux_charles": 110,
      "demarin_luka": 111,
      "di_gesu_massimo": 112,
      "diabelli_anton": 113,
      "dobrowen_issay": 114,
      "dohnányi_ernő": 115,
      "donizetti_gaetano": 116,
      "drozdov_vladimir": 117,
      "dubois_théodore": 118,
      "dukas_paul": 119,
      "dupont_gabriel": 120,
      "durand_auguste": 121,
      "dussek_jan_ladislav": 122,
      "duvernoy_jean-baptiste": 123,
      "duvernoy_victor_alphonse": 124,
      "dvořák_antonín": 125,
      "dybicz_jan_sára": 126,
      "egghard_jules": 127,
      "eiges_konstantin": 128,
      "eisler_hanns": 129,
      "elgar_edward": 130,
      "elliott_percy": 131,
      "enescu_george": 132,
      "esmen_nurtan_alan": 133,
      "falla_manuel_de": 134,
      "farjeon_harry": 135,
      "farwell_arthur": 136,
      "fauré_gabriel": 137,
      "feinberg_samuil": 138,
      "ferrari_carlotta": 139,
      "ferrer_josé": 140,
      "field_john": 141,
      "folwell_john_c.": 142,
      "foote_arthur": 143,
      "foster_stephen": 144,
      "franck_césar": 145,
      "friedman_ignaz": 146,
      "fries_albin": 147,
      "friml_rudolf": 148,
      "frontini_francesco_paolo": 149,
      "fuchs_armin": 150,
      "fuchs_robert": 151,
      "gabunia_nodar": 152,
      "gade_niels": 153,
      "gael_henri_van": 154,
      "galilei_vincenzo": 155,
      "galos_giselle": 156,
      "garnier_arthur": 157,
      "gazzaneo_paulo": 158,
      "gedike_aleksandr": 159,
      "german_edward": 160,
      "gershwin_george": 161,
      "gibbons_orlando": 162,
      "gibsone_ignace": 163,
      "gilson_paul": 164,
      "giuliani_mauro": 165,
      "glazunov_aleksandr": 166,
      "glinka_mikhail": 167,
      "glière_reinhold": 168,
      "gobbaerts_louis": 169,
      "godard_benjamin": 170,
      "godefroid_félix": 171,
      "godowsky_leopold": 172,
      "goldenweiser_aleksandr": 173,
      "gonzaga_chiquinha": 174,
      "goossens_eugene": 175,
      "goria_alexandre_édouard": 176,
      "gottschalk_louis_moreau": 177,
      "gounod_charles": 178,
      "gouvy_louis_théodore": 179,
      "gozenpud_matvey": 180,
      "grainger_percy": 181,
      "granados_enrique": 182,
      "gray_alan": 183,
      "grechaninov_aleksandr": 184,
      "gregh_louis": 185,
      "grieg_edvard": 186,
      "griffes_charles_tomlinson": 187,
      "grünfeld_alfred": 188,
      "gurlitt_cornelius": 189,
      "gutmann_adolf": 190,
      "haas_joseph": 191,
      "hahn_reynaldo": 192,
      "hall_frederick": 193,
      "handel_george_frideric": 194,
      "hannaford_ken": 195,
      "hannikainen_ilmari": 196,
      "harrington_jeffrey_michael": 197,
      "hartmann_johan_peter_emilius": 198,
      "hasselmans_alphonse": 199,
      "haydn_joseph": 200,
      "heller_stephen": 201,
      "henselt_adolf_von": 202,
      "herz_henri": 203,
      "hewitt_john_hill": 204,
      "hiller_ferdinand": 205,
      "hindemith_paul": 206,
      "hitz_franz": 207,
      "hofmann_heinrich": 208,
      "hofmann_józef": 209,
      "holloway_jordan_murray": 210,
      "honegger_arthur": 211,
      "hummel_johann_nepomuk": 212,
      "hässler_johann_wilhelm": 213,
      "ibert_jacques": 214,
      "ilyinsky_aleksandr": 215,
      "indy_vincent_d'": 216,
      "ireland_john": 217,
      "itiberê_brasílio": 218,
      "ives_charles": 219,
      "jensen_adolf": 220,
      "johnson_charles_leslie": 221,
      "joplin_scott": 222,
      "junck_christian": 223,
      "jungmann_albert": 224,
      "juon_paul": 225,
      "kalkbrenner_friedrich_wilhelm": 226,
      "kalliwoda_johann_wenzel": 227,
      "ketterer_eugène": 228,
      "kirchner_theodor": 229,
      "kirnberger_johann_philipp": 230,
      "kleber_henry": 231,
      "koechlin_charles": 232,
      "kontski_anton_de": 233,
      "konyus_georgy": 234,
      "kopylov_aleksandr": 235,
      "korngold_erich_wolfgang": 236,
      "kosenko_viktor": 237,
      "kozeluch_leopold": 238,
      "krein_aleksandr": 239,
      "kreutzer_léon": 240,
      "krzyżanowski_ignacy": 241,
      "kuhlau_friedrich": 242,
      "kullak_theodor": 243,
      "kurpiński_karol": 244,
      "kuula_toivo": 245,
      "kéler_béla": 246,
      "köhler_louis": 247,
      "lack_théodore": 248,
      "lacombe_louis": 249,
      "lamb_joseph_francis": 250,
      "lange_gustav": 251,
      "le_couppey_félix": 252,
      "lecuona_ernesto": 253,
      "lefébure-wély_louis_james_alfred": 254,
      "leoncavallo_ruggiero": 255,
      "leschetizky_theodor": 256,
      "levitzki_mischa": 257,
      "leybach_ignace_xavier_joseph": 258,
      "lichner_heinrich": 259,
      "lincoln_harry_j.": 260,
      "lipski_stanisław": 261,
      "liszt_franz": 262,
      "loder_edward_james": 263,
      "loeschhorn_albert": 264,
      "longo_alessandro": 265,
      "lourié_arthur": 266,
      "lyadov_anatoly": 267,
      "lyapunov_sergey": 268,
      "lysenko_mykola": 269,
      "macchi_claudio": 270,
      "macdowell_edward": 271,
      "magnus_desiré": 272,
      "manookian_jeff": 273,
      "marando_a.": 274,
      "marmontel_antoine_françois": 275,
      "martinů_bohuslav": 276,
      "martucci_giuseppe": 277,
      "mason_william": 278,
      "massenet_jules": 279,
      "matthews_artie": 280,
      "mayer_charles": 281,
      "mayerl_billy_joseph": 282,
      "maykapar_samuil": 283,
      "maylath_henry": 284,
      "medeiros_anacleto_de": 285,
      "medtner_nikolay": 286,
      "melartin_erkki": 287,
      "mendelssohn_felix": 288,
      "menkveld_jan_willem": 289,
      "merikanto_oskar": 290,
      "merino_martínez_aitor": 291,
      "mertz_johann_kaspar": 292,
      "mesquita_henrique_alves_de": 293,
      "meyer-helmund_erik": 294,
      "michałowski_aleksander": 295,
      "miguez_leopoldo": 296,
      "milhaud_darius": 297,
      "mills_kerry": 298,
      "minot_adolf": 299,
      "molitor_franz_simon": 300,
      "morales_cristóbal_de": 301,
      "morley_thomas": 302,
      "moscheles_ignaz": 303,
      "moszkowski_moritz": 304,
      "mourey_colette": 305,
      "mozart_leopold": 306,
      "mozart_wolfgang_amadeus": 307,
      "mullen_alfred_frederic": 308,
      "mussorgsky_modest": 309,
      "myaskovsky_nikolay": 310,
      "méreaux_jean-amédée_lefroid_de": 311,
      "nazareth_ernesto": 312,
      "nepomuceno_alberto": 313,
      "neustedt_charles": 314,
      "newton_p._w.": 315,
      "nichifor_serban": 316,
      "nielsen_carl": 317,
      "niemann_walter": 318,
      "nietzsche_friedrich": 319,
      "niewiadomski_stanisław": 320,
      "nin_joaquín": 321,
      "nollet_eugène": 322,
      "novák_vítězslav": 323,
      "nowakowski_józef": 324,
      "o'kelly_joseph": 325,
      "oesten_theodore": 326,
      "ornstein_leo": 327,
      "oswald_henrique": 328,
      "pabst_paul": 329,
      "pachelbel_johann": 330,
      "pachman_jason_l.": 331,
      "pachulski_henryk": 332,
      "paderewski_ignacy_jan": 333,
      "paine_john_knowles": 334,
      "palmgren_selim": 335,
      "parodi_ortega_luis_félix": 336,
      "pearson_kevin": 337,
      "pessard_émile": 338,
      "petre_torsten": 339,
      "pfeiffer_georges_jean": 340,
      "pierné_gabriel": 341,
      "plante_cyril": 342,
      "polovinkin_leonid": 343,
      "ponce_manuel": 344,
      "poulenc_francis": 345,
      "praeger_ferdinand": 346,
      "prokofiev_sergey": 347,
      "prudent_émile": 348,
      "psimikakis-chalkokondylis_nikolaos-laonikos": 349,
      "puccini_giacomo": 350,
      "purcell_henry": 351,
      "rachmaninoff_sergei": 352,
      "raff_joachim": 353,
      "ravel_maurice": 354,
      "ravina_jean_henri": 355,
      "rebikov_vladimir": 356,
      "reger_max": 357,
      "reimer-watts_keenan": 358,
      "reinecke_carl": 359,
      "reinhold_hugo": 360,
      "rheinberger_josef_gabriel": 361,
      "richards_brinley": 362,
      "ries_ferdinand": 363,
      "rimsky-korsakov_nikolay": 364,
      "roger-ducasse_jean": 365,
      "ropartz_guy": 366,
      "roslavets_nikolay": 367,
      "rowley_alec": 368,
      "rubinstein_anton": 369,
      "ruiz_espadero_nicolás": 370,
      "rzewski_frederic": 371,
      "röntgen_julius": 372,
      "sabaneyev_leonid": 373,
      "saint-saëns_camille": 374,
      "sanderson_wilfred": 375,
      "santos_carrión_julián": 376,
      "satie_erik": 377,
      "sauer_emil_von": 378,
      "sauter_louis": 379,
      "scarlatti_alessandro": 380,
      "scarlatti_domenico": 381,
      "scharwenka_philipp": 382,
      "scharwenka_xaver": 383,
      "schmitt_florent": 384,
      "schreiber_robin": 385,
      "schubert_franz": 386,
      "schulhoff_erwin": 387,
      "schulhoff_julius": 388,
      "schumann_clara": 389,
      "schumann_robert": 390,
      "schytte_ludvig": 391,
      "schütt_eduard": 392,
      "scott_cyril": 393,
      "scott_james": 394,
      "scriabin_aleksandr": 395,
      "seeling_hans": 396,
      "severo_marcello": 397,
      "sgambati_giovanni": 398,
      "shcherbachyov_nikolay": 399,
      "shirley_nathan": 400,
      "shmarygin_ivan": 401,
      "simpson_daniel_léo": 402,
      "sinding_christian": 403,
      "sjögren_emil": 404,
      "smallwood_william": 405,
      "smetana_bedřich": 406,
      "smit_maarten": 407,
      "smith_sydney": 408,
      "snuggs_colin_peter": 409,
      "soler_antonio": 410,
      "somervell_arthur": 411,
      "song_kio": 412,
      "sor_fernando": 413,
      "soro_enrique": 414,
      "souto_eduardo": 415,
      "sowerby_leo": 416,
      "spindler_fritz": 417,
      "st._clair_richard": 418,
      "stahl_william_c.": 419,
      "stamaty_camille": 420,
      "stanchinsky_aleksey": 421,
      "stanford_charles_villiers": 422,
      "statkowski_roman": 423,
      "steibelt_daniel": 424,
      "stenhammar_wilhelm": 425,
      "stief_holger": 426,
      "stojowski_sigismond": 427,
      "stolpe_antoni": 428,
      "strauss_richard": 429,
      "strelezki_anton": 430,
      "suk_josef": 431,
      "sveinbjörnsson_sveinbjörn": 432,
      "szymanowska_maria_agata": 433,
      "szymanowski_karol": 434,
      "séverac_déodat_de": 435,
      "taneyev_sergey": 436,
      "tausig_carl": 437,
      "tchaikovsky_pyotr": 438,
      "teilman_christian": 439,
      "tellefsen_thomas_dyke_acland": 440,
      "tena_manrique_abraham": 441,
      "tinel_jef": 442,
      "toch_ernst": 443,
      "turchetto_andrea": 444,
      "turina_joaquín": 445,
      "turovsky-savchuk_roman": 446,
      "urspruch_anton": 447,
      "van_alstyne_egbert": 448,
      "van_hoorick_geert": 449,
      "vecchi_orazio": 450,
      "victoria_tomás_luis_de": 451,
      "villa-lobos_heitor": 452,
      "villoldo_ángel_gregorio": 453,
      "violette_andrew": 454,
      "volkmann_robert": 455,
      "von_tilzer_harry": 456,
      "voříšek_jan_václav": 457,
      "vītols_jāzeps": 458,
      "wachs_paul": 459,
      "wagner_richard": 460,
      "wallace_william_vincent": 461,
      "weber_carl_maria_von": 462,
      "weckerlin_jean-baptiste": 463,
      "weyse_christoph_ernst_friedrich": 464,
      "widor_charles-marie": 465,
      "wieniawski_józef": 466,
      "wille_rolf-peter": 467,
      "wilm_nicolai_von": 468,
      "woelfl_joseph": 469,
      "wolff_édouard": 470,
      "wollenhaupt_hermann_adolf": 471,
      "wot_felix_firmiana": 472,
      "yachshenko_taras": 473,
      "yamada_kōsaku": 474,
      "zarębski_juliusz": 475,
      "zhang_shuwen": 476,
      "zhelobinsky_valery": 477,
      "zierau_fritz": 478,
      "żeleński_władysław": 479
    },
    "unk_token": "[UNK]"
  }
}