{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "UNK": 5,
      "[": 6,
      "]": 7,
      "-": 8,
      "scarlatti_domenico": 9,
      "liszt_franz": 10,
      ".": 11,
      "bach_johann_sebastian": 12,
      "schubert_franz": 13,
      "chopin_frédéric": 14,
      "bach_carl_philipp_emanuel": 15,
      "mozart_wolfgang_amadeus": 16,
      "beethoven_ludwig_van": 17,
      "carbajo_víctor": 18,
      "czerny_carl": 19,
      "handel_george_frideric": 20,
      "simpson_daniel_léo": 21,
      "scriabin_aleksandr": 22,
      "haydn_joseph": 23,
      "zhang_shuwen": 24,
      "beatty_stephen_w": 25,
      "gottschalk_louis_moreau": 26,
      "satie_erik": 27,
      "hummel_johann_nepomuk": 28,
      "alkan_charles": 29,
      "rebikov_vladimir": 30,
      "valentin": 31,
      "turina_joaquín": 32,
      "chaminade_cécile": 33,
      "raff_joachim": 34,
      "moszkowski_moritz": 35,
      "godard_benjamin": 36,
      "joplin_scott": 37,
      "balakirev_mily": 38,
      "heller_stephen": 39,
      "lack_théodore": 40,
      "tinel_jef": 41,
      "praeger_ferdinand": 42,
      "schumann_robert": 43,
      "fauré_gabriel": 44,
      "saint": 45,
      "saëns_camille": 46,
      "grieg_edvard": 47,
      "medtner_nikolay": 48,
      "mendelssohn_felix": 49,
      "teilman_christian": 50,
      "debussy_claude": 51,
      "helmund_erik": 52,
      "lyadov_anatoly": 53,
      "lyapunov_sergey": 54,
      "meyer": 55,
      "tchaikovsky_pyotr": 56,
      "macdowell_edward": 57,
      "scharwenka_xaver": 58,
      "scott_cyril": 59,
      "scott_james": 60,
      "'": 61,
      "albéniz_isaac": 62,
      "busoni_ferruccio": 63,
      "manookian_jeff": 64,
      "nazareth_ernesto": 65,
      "poulenc_francis": 66,
      "rachmaninoff_sergei": 67,
      "weber_carl_maria_von": 68,
      "bortkiewicz_sergei": 69,
      "glinka_mikhail": 70,
      "henselt_adolf_von": 71,
      "agnew_roy": 72,
      "beach_amy_marcy": 73,
      "prokofiev_sergey": 74,
      "ravina_jean_henri": 75,
      "brahms_johannes": 76,
      "godowsky_leopold": 77,
      "granados_enrique": 78,
      "johnson_charles_leslie": 79,
      "lobos_heitor": 80,
      "palmgren_selim": 81,
      "reger_max": 82,
      "rubinstein_anton": 83,
      "villa": 84,
      "_clair_richard": 85,
      "blumenfeld_felix": 86,
      "clementi_muzio": 87,
      "friedman_ignaz": 88,
      "grünfeld_alfred": 89,
      "gurlitt_cornelius": 90,
      "harrington_jeffrey_michael": 91,
      "hiller_ferdinand": 92,
      "lange_gustav": 93,
      "mayerl_billy_joseph": 94,
      "melartin_erkki": 95,
      "schütt_eduard": 96,
      "st": 97,
      "wachs_paul": 98,
      "arensky_anton": 99,
      "bowen_york": 100,
      "pachman_jason_l": 101,
      "rzewski_frederic": 102,
      "schmitt_florent": 103,
      "smetana_bedřich": 104,
      "victoria_tomás_luis_de": 105,
      "hitz_franz": 106,
      "kuhlau_friedrich": 107,
      "ornstein_leo": 108,
      "snuggs_colin_peter": 109,
      "sor_fernando": 110,
      "stanchinsky_aleksey": 111,
      "yachshenko_taras": 112,
      "bendel_franz": 113,
      "casella_alfredo": 114,
      "di_gesu_massimo": 115,
      "dvořák_antonín": 116,
      "krzyżanowski_ignacy": 117,
      "merino_martínez_aitor": 118,
      "mourey_colette": 119,
      "wieniawski_józef": 120,
      "backer": 121,
      "cui_césar": 122,
      "dussek_jan_ladislav": 123,
      "friml_rudolf": 124,
      "glazunov_aleksandr": 125,
      "grøndahl_agathe": 126,
      "hahn_reynaldo": 127,
      "jensen_adolf": 128,
      "kirchner_theodor": 129,
      "mayer_charles": 130,
      "myaskovsky_nikolay": 131,
      "shirley_nathan": 132,
      "violette_andrew": 133,
      "bartók_béla": 134,
      "bruckner_anton": 135,
      "lourié_arthur": 136,
      "macchi_claudio": 137,
      "nichifor_serban": 138,
      "pessard_émile": 139,
      "ravel_maurice": 140,
      "reinecke_carl": 141,
      "rheinberger_josef_gabriel": 142,
      "rowley_alec": 143,
      "souto_eduardo": 144,
      "alba_antonio": 145,
      "bachlund_gary": 146,
      "bertini_henri": 147,
      "galos_giselle": 148,
      "kleber_henry": 149,
      "longo_alessandro": 150,
      "lysenko_mykola": 151,
      "maylath_henry": 152,
      "ries_ferdinand": 153,
      "schumann_clara": 154,
      "sjögren_emil": 155,
      "suk_josef": 156,
      "szymanowski_karol": 157,
      "bonis_mel": 158,
      "butler_leonard": 159,
      "carcassi_matteo": 160,
      "castelnuovo": 161,
      "chabrier_emmanuel": 162,
      "frontini_francesco_paolo": 163,
      "herz_henri": 164,
      "kalkbrenner_friedrich_wilhelm": 165,
      "marmontel_antoine_françois": 166,
      "martucci_giuseppe": 167,
      "massenet_jules": 168,
      "oesten_theodore": 169,
      "paderewski_ignacy_jan": 170,
      "polovinkin_leonid": 171,
      "reinhold_hugo": 172,
      "sgambati_giovanni": 173,
      "stahl_william_c": 174,
      "stojowski_sigismond": 175,
      "tedesco_mario": 176,
      "wollenhaupt_hermann_adolf": 177,
      "akimenko_theodore": 178,
      "chavagnat_edouard": 179,
      "costa_nogueras_vicente": 180,
      "diabelli_anton": 181,
      "donizetti_gaetano": 182,
      "durand_auguste": 183,
      "ferrari_carlotta": 184,
      "field_john": 185,
      "foote_arthur": 186,
      "gedike_aleksandr": 187,
      "godefroid_félix": 188,
      "hindemith_paul": 189,
      "koechlin_charles": 190,
      "michałowski_aleksander": 191,
      "morales_cristóbal_de": 192,
      "niemann_walter": 193,
      "pearson_kevin": 194,
      "pierné_gabriel": 195,
      "ponce_manuel": 196,
      "prudent_émile": 197,
      "ropartz_guy": 198,
      "smith_sydney": 199,
      "tausig_carl": 200,
      "zarębski_juliusz": 201,
      "albert": 202,
      "astort_ribas_pedro": 203,
      "bachmann_georges": 204,
      "baptiste": 205,
      "beneking_stephan": 206,
      "berkahn_samuel_james": 207,
      "bourgault": 208,
      "burgmüller_friedrich": 209,
      "campion_françois": 210,
      "ducoudray_louis": 211,
      "franck_césar": 212,
      "gutmann_adolf": 213,
      "hannaford_ken": 214,
      "hewitt_john_hill": 215,
      "indy_vincent_d": 216,
      "ketterer_eugène": 217,
      "kéler_béla": 218,
      "lecuona_ernesto": 219,
      "leschetizky_theodor": 220,
      "marie": 221,
      "martinů_bohuslav": 222,
      "mesquita_henrique_alves_de": 223,
      "moscheles_ignaz": 224,
      "mullen_alfred_frederic": 225,
      "purcell_henry": 226,
      "santos_carrión_julián": 227,
      "sauer_emil_von": 228,
      "turchetto_andrea": 229,
      "voříšek_jan_václav": 230,
      "wagner_richard": 231,
      "wot_felix_firmiana": 232,
      "albert_charles_d": 233,
      "amédée_lefroid_de": 234,
      "ascher_joseph": 235,
      "aubert_louis": 236,
      "battmann_jacques": 237,
      "bennett_william_sterndale": 238,
      "cadman_charles_wakefield": 239,
      "castro_ricardo": 240,
      "demarin_luka": 241,
      "dohnányi_ernő": 242,
      "dubois_théodore": 243,
      "egghard_jules": 244,
      "eiges_konstantin": 245,
      "elliott_percy": 246,
      "feinberg_samuil": 247,
      "gonzaga_chiquinha": 248,
      "gozenpud_matvey": 249,
      "grechaninov_aleksandr": 250,
      "haas_joseph": 251,
      "ibert_jacques": 252,
      "kopylov_aleksandr": 253,
      "kosenko_viktor": 254,
      "lamb_joseph_francis": 255,
      "leybach_ignace_xavier_joseph": 256,
      "louis": 257,
      "mussorgsky_modest": 258,
      "méreaux_jean": 259,
      "richards_brinley": 260,
      "sinding_christian": 261,
      "spindler_fritz": 262,
      "tena_manrique_abraham": 263,
      "van_alstyne_egbert": 264,
      "villoldo_ángel_gregorio": 265,
      "volkmann_robert": 266,
      "behr_franz": 267,
      "berger_rodolphe": 268,
      "bomtempo_joão_domingos": 269,
      "comellas_josé": 270,
      "coste_napoléon": 271,
      "david_félicien": 272,
      "elgar_edward": 273,
      "farjeon_harry": 274,
      "gade_niels": 275,
      "german_edward": 276,
      "gershwin_george": 277,
      "gibbons_orlando": 278,
      "giuliani_mauro": 279,
      "glière_reinhold": 280,
      "grainger_percy": 281,
      "hasselmans_alphonse": 282,
      "hofmann_heinrich": 283,
      "juon_paul": 284,
      "kurpiński_karol": 285,
      "lefébure": 286,
      "loder_edward_james": 287,
      "loeschhorn_albert": 288,
      "mason_william": 289,
      "maykapar_samuil": 290,
      "nielsen_carl": 291,
      "novák_vítězslav": 292,
      "plante_cyril": 293,
      "sabaneyev_leonid": 294,
      "savchuk_roman": 295,
      "schulhoff_julius": 296,
      "severo_marcello": 297,
      "stamaty_camille": 298,
      "strelezki_anton": 299,
      "turovsky": 300,
      "wilm_nicolai_von": 301,
      "woelfl_joseph": 302,
      "wély_louis_james_alfred": 303,
      "żeleński_władysław": 304,
      "alexandra_liana": 305,
      "bellak_james": 306,
      "boeck_august_de": 307,
      "borch_gaston": 308,
      "bosch_jacques": 309,
      "bülow_hans_von": 310,
      "calvo_luis_antonio": 311,
      "carreño_teresa": 312,
      "cobb_george_l": 313,
      "colomer_blas_maría_de": 314,
      "dobrowen_issay": 315,
      "farwell_arthur": 316,
      "folwell_john_c": 317,
      "fuchs_armin": 318,
      "garnier_arthur": 319,
      "gibsone_ignace": 320,
      "gilson_paul": 321,
      "gounod_charles": 322,
      "gouvy_louis_théodore": 323,
      "griffes_charles_tomlinson": 324,
      "hartmann_johan_peter_emilius": 325,
      "ireland_john": 326,
      "konyus_georgy": 327,
      "korsakov_nikolay": 328,
      "krein_aleksandr": 329,
      "kullak_theodor": 330,
      "lichner_heinrich": 331,
      "menkveld_jan_willem": 332,
      "nepomuceno_alberto": 333,
      "pabst_paul": 334,
      "pachulski_henryk": 335,
      "peter": 336,
      "rimsky": 337,
      "roslavets_nikolay": 338,
      "röntgen_julius": 339,
      "sauter_louis": 340,
      "schytte_ludvig": 341,
      "shcherbachyov_nikolay": 342,
      "shmarygin_ivan": 343,
      "smit_maarten": 344,
      "taneyev_sergey": 345,
      "urspruch_anton": 346,
      "vītols_jāzeps": 347,
      "weyse_christoph_ernst_friedrich": 348,
      "wille_rolf": 349,
      "zierau_fritz": 350,
      "_w": 351,
      "alnæs_eyvind": 352,
      "alyabyev_aleksandr": 353,
      "bach_johann_christian": 354,
      "berg_alban": 355,
      "berwald_franz": 356,
      "besset_julian_raoul": 357,
      "beyer_ferdinand": 358,
      "bridge_frank": 359,
      "brüll_ignaz": 360,
      "carnero_ana_leira": 361,
      "carroll_walter": 362,
      "carulli_ferdinando": 363,
      "chartier_mathieu": 364,
      "coedès": 365,
      "delioux_charles": 366,
      "drozdov_vladimir": 367,
      "ducasse_jean": 368,
      "dukas_paul": 369,
      "dupont_gabriel": 370,
      "duvernoy_jean": 371,
      "duvernoy_victor_alphonse": 372,
      "eisler_hanns": 373,
      "ferrer_josé": 374,
      "fries_albin": 375,
      "fuchs_robert": 376,
      "galilei_vincenzo": 377,
      "gregh_louis": 378,
      "hofmann_józef": 379,
      "holloway_jordan_murray": 380,
      "honegger_arthur": 381,
      "hässler_johann_wilhelm": 382,
      "junck_christian": 383,
      "jungmann_albert": 384,
      "kalliwoda_johann_wenzel": 385,
      "kelly_joseph": 386,
      "kontski_anton_de": 387,
      "korngold_erich_wolfgang": 388,
      "kuula_toivo": 389,
      "lacombe_louis": 390,
      "levitzki_mischa": 391,
      "magnus_desiré": 392,
      "marando_a": 393,
      "merikanto_oskar": 394,
      "mills_kerry": 395,
      "minot_adolf": 396,
      "molitor_franz_simon": 397,
      "mongin_andré": 398,
      "morley_thomas": 399,
      "mozart_leopold": 400,
      "neustedt_charles": 401,
      "newton_p": 402,
      "nietzsche_friedrich": 403,
      "niewiadomski_stanisław": 404,
      "nollet_eugène": 405,
      "o": 406,
      "oswald_henrique": 407,
      "paine_john_knowles": 408,
      "parodi_ortega_luis_félix": 409,
      "puccini_giacomo": 410,
      "roger": 411,
      "scarlatti_alessandro": 412,
      "scharwenka_philipp": 413,
      "seeling_hans": 414,
      "smallwood_william": 415,
      "soler_antonio": 416,
      "song_kio": 417,
      "stanford_charles_villiers": 418,
      "stief_holger": 419,
      "stolpe_antoni": 420,
      "szymanowska_maria_agata": 421,
      "séverac_déodat_de": 422,
      "toch_ernst": 423,
      "van_hoorick_geert": 424,
      "vecchi_orazio": 425,
      "widor_charles": 426,
      "yamada_kōsaku": 427,
      "zhelobinsky_valery": 428,
      "ansons_stephane": 429,
      "arndt_felix": 430,
      "auzende_ange": 431,
      "bach_wilhelm_friedemann": 432,
      "baines_william": 433,
      "baranowska_tekla": 434,
      "barratt_edgar": 435,
      "berens_hermann": 436,
      "binet_frédéric": 437,
      "bohm_carl": 438,
      "botsford_george": 439,
      "bowden_mary": 440,
      "boëllmann_léon": 441,
      "bądarzewska": 442,
      "cervantes_ignacio": 443,
      "chalkokondylis_nikolaos": 444,
      "couperin_louis": 445,
      "cuvelard_georges": 446,
      "dedieu": 447,
      "dybicz_jan_sára": 448,
      "enescu_george": 449,
      "esmen_nurtan_alan": 450,
      "falla_manuel_de": 451,
      "gabunia_nodar": 452,
      "gael_henri_van": 453,
      "gazzaneo_paulo": 454,
      "gobbaerts_louis": 455,
      "goossens_eugene": 456,
      "hall_frederick": 457,
      "hannikainen_ilmari": 458,
      "kirnberger_johann_philipp": 459,
      "kozeluch_leopold": 460,
      "kreutzer_léon": 461,
      "köhler_louis": 462,
      "laonikos": 463,
      "leoncavallo_ruggiero": 464,
      "lipski_stanisław": 465,
      "matthews_artie": 466,
      "medeiros_anacleto_de": 467,
      "miguez_leopoldo": 468,
      "nin_joaquín": 469,
      "nowakowski_józef": 470,
      "pachelbel_johann": 471,
      "petre_torsten": 472,
      "pfeiffer_georges_jean": 473,
      "psimikakis": 474,
      "péters_paul": 475,
      "ruiz_espadero_nicolás": 476,
      "schulhoff_erwin": 477,
      "somervell_arthur": 478,
      "statkowski_roman": 479,
      "steibelt_daniel": 480,
      "stenhammar_wilhelm": 481,
      "strauss_richard": 482,
      "sveinbjörnsson_sveinbjörn": 483,
      "tellefsen_thomas_dyke_acland": 484,
      "von_tilzer_harry": 485,
      "wallace_william_vincent": 486,
      "weckerlin_jean": 487,
      "wolff_édouard": 488,
      "bax_arnold": 489,
      "bizet_georges": 490,
      "boisdeffre_rené_de": 491,
      "bonnal_ermend": 492,
      "coleridge": 493,
      "cramer_johann_baptist": 494,
      "foster_stephen": 495,
      "goria_alexandre_édouard": 496,
      "gray_alan": 497,
      "ilyinsky_aleksandr": 498,
      "ives_charles": 499,
      "lincoln_harry_j": 500,
      "milhaud_darius": 501,
      "reimer": 502,
      "sanderson_wilfred": 503,
      "schreiber_robin": 504,
      "sowerby_leo": 505,
      "taylor_samuel": 506,
      "watts_keenan": 507,
      "goldenweiser_aleksandr": 508,
      "itiberê_brasílio": 509,
      "le_couppey_félix": 510,
      "mertz_johann_kaspar": 511,
      "soro_enrique": 512
    },
    "unk_token": "[UNK]"
  }
}